Repository: hyuabot-developers/hyuabot-client-ios
Catalog: hyuabot/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# shuttle.help.content1
source: 셔틀버스 분실물을 찾으려면 셔틀버스 사무실(031–400–4412)로 전화하거나 행복관 뒤 교육동 1층에 있는 사무실에 방문해주세요.
en: To find lost items on the shuttle bus, please call the shuttle bus office at 031-400-4412 or visit the office on the first floor of the Education Building behind the Haengbok Hall.
ja: シャトルバスの忘れ物を見つけるには、シャトルバス事務所(031-400-4412)に電話するか、幸福館の裏の教育棟1階にある事務所を訪問してください。
zh_hans: 如需寻找校车遗失物品，请致电校车办公室(031-400-4412)或前往幸福馆后侧教育楼1楼办公室。

# shuttle.help.content2
source: 셔틀버스 시간표 미준수로 인한 불편사항은 총무인사팀(031–400–4406)로 전화해주세요.
en: If you experience any inconvenience due to non-compliance with the shuttle bus schedule, please call the General Affairs and Human Resources Team (031–400–4406).
ja: シャトルバスの時刻表が守られないことによる不便は、総務人事チーム(031-400-4406)に電話してください。
zh_hans: 如因不遵守校车时刻表造成不便，请致电总务人事组(031-400-4406)。

# shuttle.help.content3
source: 셔틀버스 정류장 위치 및 첫차 막차 시간은 정류장별 화면 하단의 정류장 정보 버튼을 눌러 셔틀버스 도착 정보 화면에서 확인할 수 있습니다.
en: You can check the shuttle bus stop location and first and last bus times on the shuttle bus arrival information screen by pressing the stop information button at the bottom of each stop screen.
ja: シャトルバスの停留所の位置と始発・終発時間は、各停留所画面下部の停留所情報ボタンを押して、シャトルバス到着情報画面で確認できます。
zh_hans: 校车站点位置及首末班车时间，可在各站点界面底部点击站点信息按钮，在校车到达信息界面查看。

# shuttle.help.content4
source: 타고자 하는 셔틀버스 정보를 클릭해보세요! 해당 버스가 어디를 경유하는지 확인할 수 있습니다.
en: Click on the shuttle bus information you want to take! You can check where the bus stops.
ja: 乗りたいシャトルバス情報をクリックしてみてください！そのバスがどこを経由するか確認できます。
zh_hans: 点击您想乘坐的校车信息！可查看该班车的途经站点。

# shuttle.help.content5
source: 타고자 하는 셔틀버스 정보를 길게 클릭해보세요! 해당 버스의 출발 시간을 확인할 수 있습니다.
en: Long-click on the shuttle bus you want to take! You can check the departure time of that bus.
ja: 乗りたいシャトルバス情報を長押ししてみてください！そのバスの出発時間を確認できます。
zh_hans: 长按您想乘坐的校车信息！可查看该班车的出发时间。

# shuttle.help.title1
source: 1. 셔틀버스 분실물 찾기
en: 1. Find lost items on the shuttle bus
ja: 1. シャトルバスの忘れ物を探す
zh_hans: 1. 寻找校车遗失物品

# shuttle.help.title2
source: 2. 셔틀버스 시간표 미준수
en: 2. Failure to follow the shuttle bus schedule
ja: 2. シャトルバス時刻表の不遵守
zh_hans: 2. 不遵守校车时刻表

# shuttle.help.title3
source: 3. 셔틀버스 정류장 위치 및 첫차 막차 시간
en: 3. Shuttle bus stop location and first and last bus times
ja: 3. シャトルバス停留所の位置と始発・終発時間
zh_hans: 3. 校车站点位置及首末班车时间

# shuttle.help.title4
source: 4. 셔틀버스 경유지 정보 확인
en: 4. Check shuttle bus stop information
ja: 4. シャトルバス経由地情報の確認
zh_hans: 4. 查看校车途经站点信息

# shuttle.help.title5
source: 5. 셔틀버스 출발 시간 확인
en: 5. Check the shuttle bus departure time
ja: 5. シャトルバス出発時間の確認
zh_hans: 5. 查看校车出发时间

# shuttle.last.time
source: 막차
en: Last
ja: 終発
zh_hans: 末班

# shuttle.location.alert
source: 탑승 위치 확인
en: Check Destination
ja: 乗車位置確認
zh_hans: 确认乘车位置

# shuttle.last_run
source: 막차
en: Last
ja: 終車
zh_hans: 末班

# shuttle.service_notice.generic.body
source: %@ 셔틀버스 운행 정보를 확인해 주세요.
en: Check shuttle service information for %@.
ja: %@のシャトルバス運行情報を確認してください。
zh_hans: 请确认%@的校车运行信息。

# shuttle.service_notice.halt.body
source: %@에는 셔틀버스가 운행하지 않습니다.
en: Shuttle service will be suspended on %@.
ja: %@はシャトルバスを運休します。
zh_hans: %@校车暂停运行。

# shuttle.service_notice.holiday.body
source: %@에는 주말/공휴일 시간표로 운행합니다.
en: Shuttles will run on the weekend/holiday schedule on %@.
ja: %@は週末/祝日ダイヤで運行します。
zh_hans: %@将按周末/节假日时刻表运行。

# shuttle.service_notice.period.body
source: %@부터 셔틀버스 운행이 %@ 일정으로 변경됩니다.
en: From %@, shuttles will follow the %@ schedule.
ja: %@からシャトルバスの運行期間が%@に変わります。
zh_hans: 自%@起，校车运行期间将变更为%@。

# shuttle.service_notice.period.semester
source: 학기
en: semester
ja: 学期
zh_hans: 学期

# shuttle.service_notice.period.session
source: 계절학기
en: seasonal semester
ja: 季節学期
zh_hans: 季节学期

# shuttle.service_notice.period.unknown
source: 새 기간
en: a new period
ja: 新しい期間
zh_hans: 新期间

# shuttle.service_notice.period.vacation
source: 방학
en: vacation
ja: 休暇
zh_hans: 假期

# shuttle.service_notice.title
source: 셔틀버스 운행 안내
en: Shuttle service notice
ja: シャトルバス運行案内
zh_hans: 校车运行通知

# shuttle.period.custom
source: 날짜 검색
en: Date
ja: 日付検索
zh_hans: 日期搜索

# shuttle.period.semester
source: 학기 중
en: Semester
ja: 学期中
zh_hans: 学期中

# shuttle.period.vacation
source: 방학 중
en: Vacation
ja: 休暇中
zh_hans: 假期中

# shuttle.period.vacation_session
source: 계절학기
en: Seasonal Semester
ja: 季節学期
zh_hans: 小学期

# shuttle.quick_settings.arrival_by_time.subtitle
source: 셔틀 도착 정보를 남은 시간 기준으로 보여줘요.
en: Show shuttle arrivals by remaining time.
ja: 残り時間でシャトル到着を表示します。
zh_hans: 按剩余时间显示校车到达信息。

# shuttle.quick_settings.button
source: 빠른 설정
en: Quick settings
ja: 簡単設定
zh_hans: 快速设置

# shuttle.quick_settings.departure_time.subtitle
source: 셔틀 시간을 출발 시각 기준으로 보여줘요.
en: Show shuttle times by departure time.
ja: 出発時刻でシャトル時刻を表示します。
zh_hans: 按发车时间显示校车时刻。

# shuttle.quick_settings.title
source: 셔틀 빠른 설정
en: Shuttle quick settings
ja: シャトル簡単設定
zh_hans: 校车快速设置

# shuttle.realtime.duration.format.%lld
source: %1$(minutes)lld분
en: %1$(minutes)lldmins
ja: %1$(minutes)lld分
zh_hans: %1$(minutes)lld分钟

# shuttle.realtime.empty
source: 도착 예정인 셔틀버스가 없습니다.
en: Out out service
ja: 到着予定のシャトルバスはありません。
zh_hans: 暂无即将到达的校车。

# shuttle.realtime.showByDestination
source: 목적지/시간 순서
en: By Destination / Time
ja: 目的地/時間順
zh_hans: 按目的地/时间排序

# shuttle.realtime.showDepartureTime
source: 남은 시간/출발 시간
en: Remaining / Departure Time
ja: 残り時間/出発時間
zh_hans: 剩余时间/出发时间

# shuttle.share.journey
source: 여정 공유
en: Share trip
ja: 行程を共有
zh_hans: 分享行程

# shuttle.share.journey.format
source: 셔틀 같이 탈래요? 승차 %@ · %@ 하차 %@ · %@ 실시간 정보는 여기서 볼 수 있어요 %@
en: Want to take the shuttle together? Board %@ · %@ Get off %@ · %@ Live shuttle info is here %@
ja: シャトル、一緒に乗りませんか？ 乗車 %@ · %@ 下車 %@ · %@ リアルタイム情報はこちら %@
zh_hans: 一起坐校车吗？ 上车 %@ · %@ 下车 %@ · %@ 实时校车信息在这里 %@

# shuttle.shorten.time.%lld.%lld
source: %02lld시 %02lld분
en: %02lld:%02lld
ja: %02lld時%02lld分
zh_hans: %02lld:%02lld

# shuttle.show.entire.timetable
source: 전체 시간표 보기
en: Show Entire Timetable
ja: 全時刻表を表示
zh_hans: 查看完整时刻表

# shuttle.show.entire.timetable.campus
source: 전체 시간표 (기숙사)
en: Entire Timetable (Dormitory)
ja: 全時刻表 (寮)
zh_hans: 完整时刻表 (宿舍)

# shuttle.show.entire.timetable.jungang_stn
source: 전체 시간표 (중앙역)
en: Entire Timetable (Jungang Stn.)
ja: 全時刻表 (中央駅)
zh_hans: 完整时刻表 (中央站)

# shuttle.show.entire.timetable.station
source: 전체 시간표 (한대앞)
en: Entire Timetable (Station)
ja: 全時刻表 (Station)
zh_hans: 完整时刻表 (Station)

# shuttle.show.entire.timetable.terminal
source: 전체 시간표 (예술인)
en: Entire Timetable (Terminal)
ja: 全時刻表 (Terminal)
zh_hans: 完整时刻表 (Terminal)

# shuttle.show.stop.modal
source: 정류장 위치 & 첫차/막차
en: Location & First/Last
ja: 停留所位置 & 始発/終発
zh_hans: 站点位置 & 首/末班车

# shuttle.stop.dormitory.in
source: 기숙사
en: Dormitory
ja: 寮
zh_hans: 宿舍

# shuttle.stop.dormitory.out
source: 기숙사
en: Dormitory
ja: 寮
zh_hans: 宿舍

# shuttle.stop.first.last
source: 첫차 & 막차
en: First & Last
ja: 始発 & 終発
zh_hans: 首班 & 末班

# shuttle.stop.jungang.station
source: 중앙역
en: Jungang Stn.
ja: 中央駅
zh_hans: 中央站

# shuttle.stop.shuttlecock.in
source: 셔틀콕 건너편
en: Shuttlecock
ja: Shuttlecock
zh_hans: Shuttlecock

# shuttle.stop.shuttlecock.out
source: 셔틀콕
en: Shuttlecock
ja: Shuttlecock
zh_hans: Shuttlecock

# shuttle.stop.station
source: 한대앞
en: Station
ja: Station
zh_hans: Station

# shuttle.stop.terminal
source: 예술인
en: Terminal
ja: Terminal
zh_hans: Terminal

# shuttle.time.%lld.%lld
source: %02lld시 %02lld분 출발
en: Depart at %02lld:%02lld
ja: %02lld時%02lld分 出発
zh_hans: %02lld:%02lld 出发

# shuttle.time.remaining.%lld
source: %lld분 후 출발
en: %lld min
ja: %lld分後 出発
zh_hans: %lld分钟后出发

# shuttle.timetable.empty
source: 운행 예정인 셔틀버스가 없습니다.
en: Out of service
ja: 運行予定のシャトルバスはありません。
zh_hans: 暂无运行校车。

# shuttle.timetable.filter
source: 셔틀 시간표 검색
en: Search timetable
ja: シャトル時刻表を検索
zh_hans: 搜索校车时刻表

# shuttle.timetable.filter.date
source: 날짜 검색
en: Date
ja: 日付検索
zh_hans: 日期搜索

# shuttle.timetable.filter.ok
source: 조건 검색
en: Condition
ja: 条件検索
zh_hans: 条件搜索

# shuttle.timetable.filter.period
source: 기간 검색
en: Period
ja: 期間検索
zh_hans: 时期搜索

# shuttle.timetable.filter.route
source: 경로 검색
en: Route
ja: 経路検索
zh_hans: 路线搜索

# shuttle.timetable.loading
source: 시간표 불러오는 중…
en: Loading shuttle timetable...
ja: 時刻表を読み込み中...
zh_hans: 正在加载时刻表...

# shuttle.timetable.weekdays
source: 평일
en: Weekdays
ja: 平日
zh_hans: 工作日

# shuttle.timetable.weekends
source: 주말
en: Weekends
ja: 週末
zh_hans: 周末

# shuttle.transfer.bus50.title
source: 50번 버스 환승
en: Bus 50 Transfer
ja: 50番バス乗り換え
zh_hans: 50路公交换乘

# shuttle.transfer.bus50.to.ansan
source: 50번 안산행
en: Bus 50 To Ansan
ja: 50番 安山行き
zh_hans: 50路 安山方向

# shuttle.transfer.bus50.to.kwangmyeong
source: 50번(KTX광명)
en: Bus 50 (For Gwangmyeong)
ja: 50番(KTX光明)
zh_hans: 50路(KTX光明)

# shuttle.transfer.dormitory.info
source: 한대앞역 지하철 / 예술인 50번(KTX광명)
en: Subway at Station · Bus 50(KTX Gwangmyeong) at Terminal
ja: Station 地下鉄 / Terminal 50番(KTX光明)
zh_hans: Station 地铁 / Terminal 50路(KTX光明)

# shuttle.transfer.section.title
source: 환승 연결 정보
en: Transfer Connections
ja: 乗り換え連結情報
zh_hans: 换乘连接信息

# shuttle.transfer.target.station
source: 한대앞
en: Station
ja: 駅
zh_hans: 车站

# shuttle.transfer.target.terminal
source: 예술인
en: Stop
ja: 停留所
zh_hans: 站点

# shuttle.transfer.terminal.info
source: 안산파크푸르지오 건너편 · 안산 방면
en: Ansan Parkpurgio Opp. Stop · To Ansan
ja: 安山パークフルジオ向かい · 安山方面
zh_hans: 安山公园PRUGIO对面 · 安山方向

# shuttle.type.circular
source: 순환
en: Circular
ja: 循環
zh_hans: 环形

# shuttle.type.circular.dormitory
source: 순환 (기숙사)
en: Circular (Dormitory)
ja: 循環 (寮)
zh_hans: 环形 (宿舍)

# shuttle.type.circular.shuttlecock
source: 순환 (셔틀콕)
en: Circular (Shuttlecock)
ja: 循環 (Shuttlecock)
zh_hans: 环形 (Shuttlecock)

# shuttle.type.direct
source: 직행
en: Direct
ja: 直行
zh_hans: 直达

# shuttle.type.direct.dormitory
source: 직행 (기숙사)
en: Direct (Dormitory)
ja: 直行 (寮)
zh_hans: 直达 (宿舍)

# shuttle.type.direct.shuttlecock
source: 직행 (셔틀콕)
en: Direct (Shuttlecock)
ja: 直行 (Shuttlecock)
zh_hans: 直达 (Shuttlecock)

# shuttle.type.dormitory
source: 기숙사
en: Dormitory
ja: 寮
zh_hans: 宿舍

# shuttle.type.jungang_station
source: 중앙역
en: Jungang Stn.
ja: 中央駅
zh_hans: 中央站

# shuttle.type.shuttlecock
source: 셔틀콕
en: Shuttlecock
ja: Shuttlecock
zh_hans: Shuttlecock

# shuttle.via.stop
source: 셔틀버스 차량별 시간표
en: Via Stops
ja: シャトルバス車両別時刻表
zh_hans: 校车各班次时刻表

# subway.line4
source: 4호선
en: Line 4
ja: 4号線
zh_hans: 4号线

# subway.realtime.%lld.%@
source: %1$lld분 - %2$@
en: %1$lld min
ja: %1$lld分 - %2$@
zh_hans: %1$lld分钟 - %2$@

# subway.realtime.almost.%lld.%@
source: %1$lld분 (전역 출발)
en: %1$lld min
ja: %1$lld分 (前駅出発)
zh_hans: %1$lld分钟 (前站出发)

# subway.realtime.arrived.%lld.%@
source: %1$lld분 (%2$@ 도착)
en: %1$lld min
ja: %1$lld分 (%2$@ 到着)
zh_hans: %1$lld分钟 (%2$@到达)

# subway.realtime.departed.%lld.%@
source: %1$lld분 (%2$@ 출발)
en: %1$lld min
ja: %1$lld分 (%2$@ 出発)
zh_hans: %1$lld分钟 (%2$@出发)

# subway.realtime.empty
source: 도착 예정인 전철 정보가 없습니다.
en: Out of service
ja: 到着予定の電鉄情報がありません。
zh_hans: 暂无即将到达的地铁信息。

# subway.realtime.entering.%lld.%@
source: %1$lld분 (%2$@ 진입)
en: %1$lld min
ja: %1$lld分 (%2$@ 進入)
zh_hans: %1$lld分钟 (%2$@进站)

# subway.realtime.last.almost.%lld.%@
source: %1$lld분 (전역 출발, 막차)
en: %1$lld min
ja: %1$lld分 (前駅出発, 終電)
zh_hans: %1$lld分钟 (前站出发, 末班)

# subway.realtime.last.arrived.%lld.%@
source: %1$lld분 (%2$@ 도착, 막차)
en: %1$lld min
ja: %1$lld分 (%2$@ 到着, 終電)
zh_hans: %1$lld分钟 (%2$@到达, 末班)

# subway.realtime.last.departed.%lld.%@
source: %1$lld분 (%2$@ 출발, 막차)
en: %1$lld min
ja: %1$lld分 (%2$@ 出発, 終電)
zh_hans: %1$lld分钟 (%2$@出发, 末班)

# subway.realtime.last.entering.%lld.%@
source: %1$lld분 (%2$@ 진입, 막차)
en: %1$lld min
ja: %1$lld分 (%2$@ 進入, 終電)
zh_hans: %1$lld分钟 (%2$@进站, 末班)

# subway.realtime.loading
source: 전철 도착 정보 불러오는 중…
en: Loading subway arrival...
ja: 電鉄到着情報を読み込み中...
zh_hans: 正在加载地铁到达信息...

# subway.realtime.now
source: 잠시 후 도착 (당역 접근)
en: Arriving Soon
ja: まもなく到着 (当駅接近)
zh_hans: 即将到站

# subway.realtime.section.4.down
source: 4호선 (안산.오이도)
en: Line 4 (Oido)
ja: 4号線 (安山・オイド)
zh_hans: 4号线 (安山·오이도)

# subway.realtime.section.4.up
source: 4호선 (사당.당고개)
en: Line 4 (Seoul)
ja: 4号線 (ソウル方面)
zh_hans: 4号线 (首尔方向)

# subway.realtime.section.suin.down
source: 수인선 (오이도.인천)
en: Suin Line (Incheon)
ja: 水仁線 (仁川)
zh_hans: 水仁线 (仁川)

# subway.realtime.section.suin.up
source: 수인선 (왕십리.수원)
en: Suin Line (Suwon)
ja: 水仁線 (水原)
zh_hans: 水仁线 (水原)

# subway.realtime.section.transfer.down
source: 일산·부천
en: Ilsan·Bucheon
ja: 一山・富川
zh_hans: 一山·富川

# subway.realtime.section.transfer.up
source: 인천·오이도
en: Incheon·Oido
ja: 仁川・烏耳島
zh_hans: 仁川·乌耳岛

# subway.realtime.stops.suffix.%lld
source: (%lld역 전)
en: (%lld stops)
ja: (%lld駅前)
zh_hans: (前%lld站)

# subway.show.entire.timetable
source: 전체 시간표 보기
en: Show Entire Timetable
ja: 全時刻表を表示
zh_hans: 查看完整时刻表

# subway.station.k209
source: 청량리
en: Cheongryangri
ja: 清涼里
zh_hans: 清凉里

# subway.station.k210
source: 왕십리
en: Wangsimni
ja: 往十里
zh_hans: 往十里

# subway.station.k233
source: 죽전
en: Jukjeon
ja: 竹田
zh_hans: 竹田

# subway.station.k246
source: 고색
en: Gosaek
ja: Gosaek
zh_hans: Gosaek

# subway.station.k258
source: 오이도
en: Oido
ja: Oido
zh_hans: Oido

# subway.station.k272
source: 인천
en: Incheon
ja: 仁川
zh_hans: 仁川

# subway.station.k405
source: 진접
en: Jinjeop
ja: 榛接
zh_hans: 榛接

# subway.station.k409
source: 당고개
en: Danggogae

# subway.station.k411
source: 노원
en: Nowon

# subway.station.k419
source: 한성대
en: Hansung Univ.
ja: 漢成大
zh_hans: Hansung Univ.

# subway.station.k433
source: 사당
en: Sadang
ja: 舎堂

# subway.station.k443
source: 금정
en: Geumjeong
ja: 金井

# subway.station.k444
source: 산본
en: Sanbon
ja: 山本

# subway.station.k453
source: 안산
en: Ansan
ja: 安山
zh_hans: 安山

# subway.station.k456
source: 오이도
en: Oido
ja: Oido
zh_hans: Oido

# subway.station.s07
source: 일산
en: Ilsan
ja: 一山
zh_hans: 一山

# subway.station.s11
source: 대곡
en: Daegok
ja: 大谷
zh_hans: 大谷

# subway.station.s16
source: 소사
en: Sosa
ja: 素砂
zh_hans: 素砂

# subway.station.choji
source: 초지
en: Choji
ja: 草芝
zh_hans: 草芝

# subway.suin
source: 수인선
en: Suin Line
ja: 水仁線
zh_hans: 水仁线

# subway.tab.blue
source: 4호선
en: Line 4
ja: 4号線
zh_hans: 4号线

# subway.tab.transfer
source: 빠른 환승
en: Fast Transfers
ja: 快速乗換
zh_hans: 快速换乘

# subway.tab.yellow
source: 수인분당선
en: Suin Line
ja: 水仁線
zh_hans: 水仁线

# subway.terminal.%@
source: %@ 행
en: For %@
ja: %@行き
zh_hans: 开往%@

# subway.time.%lld
source: %1$(minute)lld분 후 도착
en: %1$(minute)lld min left
ja: %1$(minute)lld分後 到着
zh_hans: %1$(minute)lld分钟后到达

# subway.time.%lld.%lld
source: %02lld시 %02lld분 출발
en: Depart at %02lld:%02lld
ja: %02lld時%02lld分 出発
zh_hans: %02lld:%02lld 出发

# subway.timetable.loading
source: 전철 시간표 불러오는 중...
en: Loading subway timetable...
ja: 電鉄時刻表を読み込み中...
zh_hans: 正在加载地铁时刻表...

# subway.timetable.weekdays
source: 평일
en: Weekdays
ja: 平日
zh_hans: 工作日

# subway.timetable.weekends
source: 주말
en: Weekends
ja: 週末
zh_hans: 周末

# subway.transfer.almost.%@
source: 전역 출발
en: Depart from previous station
ja: 前駅出発
zh_hans: 前站出发

# subway.transfer.arrived.%@
source: %@ 도착
en: Arrived at %@
ja: %@ 到着
zh_hans: %@到达

# subway.transfer.departed.%@
source: %@ 출발
en: Depart from %@
ja: %@ 出発
zh_hans: %@出发

# subway.transfer.board.hanyang
source: 한대앞 탑승
en: Board at Hanyang Univ. at Ansan
ja: 漢大前で乗車
zh_hans: 在汉大前上车

# subway.transfer.current_location.%@
source: %@ 부근
en: Near %@
ja: %@付近
zh_hans: %@附近

# subway.transfer.destination.%@
source: %@행
en: To %@
ja: %@行き
zh_hans: 开往%@

# subway.transfer.entering.%@
source: %@ 진입
en: Arrived at %@
ja: %@ 進入
zh_hans: %@进站

# subway.transfer.minutes.%lld
source: %1$(minute)lld분 후
en: %1$(minute)lld min
ja: %1$(minute)lld分後
zh_hans: %1$(minute)lld分钟后

# subway.transfer.station.%@
source: %@ 환승
en: Transfer at %@
ja: %@で乗換
zh_hans: 在%@换乘

# subway.transfer.wait.%lld
source: %1$(minute)lld분 대기
en: %1$(minute)lld min wait
ja: %1$(minute)lld分待ち
zh_hans: 等%1$(minute)lld分钟

# tabbar.bus
source: 버스
en: Bus
ja: バス
zh_hans: 公交

# tabbar.cafeteria
source: 학식
en: Cafeteria
ja: 学食
zh_hans: 食堂

# tabbar.campus
source: 캠퍼스
en: Campus
ja: キャンパス
zh_hans: 校园

# tabbar.calendar
source: 학사력
en: Calendar
ja: 学事暦
zh_hans: 校历

# tabbar.chat
source: 문의하기
en: Contact
ja: 問い合わせ
zh_hans: 咨询

# tabbar.contact
source: 전화부
en: Phonebook
ja: 電話帳
zh_hans: 电话簿

# tabbar.donate
source: 기부하기
en: Donate
ja: 寄付する
zh_hans: 捐赠

# tabbar.home
source: 홈
en: Home
ja: ホーム
zh_hans: 首页

# tabbar.map
source: 캠퍼스 지도
en: Campus Map
ja: キャンパスマップ
zh_hans: 校园地图

# tabbar.readingroom
source: 열람실
en: Reading Room
ja: 閲覧室
zh_hans: 阅览室

# tabbar.setting
source: 설정
en: Setting
ja: 設定
zh_hans: 设置

# tabbar.shuttle
source: 셔틀버스
en: Shuttle
ja: シャトルバス
zh_hans: 校车

# tabbar.subway
source: 전철
en: Subway
ja: 電鉄
zh_hans: 地铁

# theme.dark
source: 야간
en: Dark
ja: ダーク
zh_hans: 深色

# theme.light
source: 주간
en: Light
ja: ライト
zh_hans: 浅色

# theme.system
source: 자동
en: System
ja: システム
zh_hans: 系统

# toast.coachmark.reset.complete
source: 기능 안내를 다시 볼 수 있어요.
en: Feature guides will be shown again.
ja: 機能ガイドをもう一度表示できます。
zh_hans: 可再次查看功能引导。

# toast.contact.phone.copied.%@
source: %@을 복사했어요.
en: Copied %@.
ja: %@をコピーしました。
zh_hans: 已复制%@。

# toast.error.shuttle.realtime.location
source: 위치를 확인할 수 없어 가까운 정류장을 알 수 없습니다.
en: Can’t find closest stop due to location issue.
ja: 位置情報の問題により最寄りの停留所を特定できません。
zh_hans: 由于位置问题，无法确定最近的站点。

# toast.readingroom.notification.subscribed.%@
source: %@의 잔여 좌석 알림이 설정되었습니다.
en: Empty seat notification for %@ turns on.
ja: %@の空席通知が設定されました。
zh_hans: %@的空位通知已开启。

# toast.readingroom.notification.unsubscribed.%@
source: %@의 잔여 좌석 알림이 해제되었습니다.
en: Empty seat notification for %@ turns off.
ja: %@の空席通知が解除されました。
zh_hans: %@的空位通知已关闭。

# toast.success.shuttle.realtime.location.%@
source: 가장 가까운 정류장은 %@입니다.
en: Closest stop is %@.
ja: 最寄りの停留所は%@です。
zh_hans: 最近的站点是%@。

# transfer.bus.stops.suffix
source: (%lld전)
en: (%lld stops)
ja: (%lld停留所)
zh_hans: (%lld站)

# transfer.bus.time.format
source: %lld분
en: %lldmins
ja: %lld分
zh_hans: %lld分钟

# transfer.subway.time.format
source: %1$lld분(%2$@행)
en: %1$lldmins(%2$@)
ja: %1$lld分(%2$@行き)
zh_hans: %1$lld分钟(开往%2$@)

# Unknown
source: 알 수 없음
en: Unknown
ja: 不明
zh_hans: 未知

# home.transfer.bus50.badge
source: 50번
ja: 50番
zh_hans: 50路

# shuttle.alarm.boarding.live.direction.distance
source: %1$@방향 %2$@
ja: %1$@方向 %2$@
zh_hans: %1$@方向 %2$@

# subway.transfer.down.%@.%@
source: (%1$@행) %2$@
ja: (%1$@行き) %2$@
zh_hans: (开往%1$@) %2$@

# subway.transfer.timetable.%@.%@
source: (%1$@행) %2$@
ja: (%1$@行き) %2$@
zh_hans: (开往%1$@) %2$@

# subway.transfer.up.%@.%@
source: (%1$@행) %2$@
ja: (%1$@行き) %2$@
zh_hans: (开往%1$@) %2$@
